ScriptsAuth/sendAuth.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:tem="http://tempuri.org/" xmlns:cpp="http://schemas.datacontract.org/2004/07/CPPaaS.Service.Model">
		<soapenv:Header/>
		<soapenv:Body>
			<tem:CheckUserAuthentication>
				<tem:message>
					<cpp:CodOrigin></cpp:CodOrigin>
					<cpp:Timestamp></cpp:Timestamp>
					<cpp:NationalIdentifier></cpp:NationalIdentifier>
					<cpp:Password></cpp:Password>
				</tem:message>
			</tem:CheckUserAuthentication>
		</soapenv:Body>
</soapenv:Envelope>